{
    "10000367": {
        "author": "Chronobank",
        "date": "January 01, 2015, 11:07:08 AM",
        "text": "To promote trust in the ChronoBank project and execute a successful ICO we have established an escrow arrangement using a multisig wallet.  ICO wallet is 36LHZyzMASdBQMecfSrTx5sGDaFS73YLLJ Escrow signatories will be:  ICO wallet is 3Cq8F4SzxmM5UfURgRNmq9PirVckeK1Hfn Escrow signatories will be:  ChronoBank Team - Lead signatory  Ransu Salovaara (CEO of Revoltra and TokenMarket) - Escrow  Oleg Khovayko (CTO of EmerCoin) - Escrow  ICO wallet is NBHBCH-XNNOEZ-BJDWY2-JOTAMF-AKYJ3B-4BHJY4-LJ6T Escrow signatories will be:  ChronoBank Team - Lead signatory  Jeff McDonald (NEM Core Team) - Escrow  Lon Wong (NEM Core Team) - Escrow  ICO wallet is 0x8a37a0b8d48486b2117e958062d28096bec2539a Escrow signatories will be:  ChronoBank Team - Escrow  Ransu Salovaara (CEO of Revoltra and TokenMarket) - Escrow Coinfirm.io Team - Escrow ICO wallet is 0x7e10e808a819e8bab77a749c5471ff4be8bd6325 Escrow signatories will be:  ChronoBank Team - Escrow Ransu Salovaara (CEO of Revoltra and TokenMarket) - Escrow Coinfirm.io Team - Escrow ICO wallet is 3PQ5gszpaa6yPkGg7DuojbvYeSuGJzQC3aK and 3PPxVMRb74J5dPPBTRsTeBSveNTicANT5iC Escrow signatories will be:  Sasha Ivanov (CEO of WAVES Platform)  ICO wallet is EUrg7oihDT1HR8rpYNMErtxWGpDF9iLDKc Escrow signatories will be:  Oleg Khovayko (CTO of EmerCoin)  Funds will be released in 3 stages when the following milestones are met:  1TIME Token post ICO distribution complete: 50% funds released  2Labour Hour Minimal Viable Product complete: 25% funds released  3Labour Hour launch: 25 % funds released  There are 2 circumstances under which 100% of funds raised will be returned to Investors:  ICO funds will be less than 500 BTC (all currencies combined) The first milestone has not been met after a period of 90 days following completion of the ICO.  In case of ICO funds return escrow, agents will charge extra fee 0.5% per escrow agent that will be deducted from returned funds. You can know earn TIME tokens by participating in any of our following bounty campaigns!  is our bounty program manager. Contact him in our slack if you have any questions Bounty   (equivalent of 0.05-0.5 BTC) per blog post depending on our decision about quality of the post and popularity of the blog.  A blog that counts for Blog bounties must: Once you write a Blog post, submit URL to:https://docs.google.com/forms/d/e/1FAIpQLSfHd1hE3TghMbhlk5LWElN-6Oo5QD4q2GyMeP4WGuzqnFUGPA/viewform Maximum amount of bounty for this program:  This bounty program will close after achieving the maximum amount. Bounty    To participate you need to: Multiple registrations from the same computer or IP address will be BANNED from the bounty program without any warning! Maximum amount of bounty for this program:  Program will close after achieving the maximum amount. (equivalent of 1 BTC)per high quality artistic translation of the:  This bounty is ideal for professional translators on Bitcointalk : Translators must also be able to manage their local communities: The reward will be   TIME per month (equivalent of 1 BTC) during ICO period Community support and answering questions in translated ANN thread till the end of ICO In our slack it will be a private chat for local community managers where we will help you with answering any question for your local community. Interested translators please PM ahmed.chronobank with an example of your prior work.  We're happy to announce that you can now earn TIME tokens by participating into our  ! 1) The whole bounty pool of 0.3% will be divided among the participants proportionally to the amount of their stakes. Minimal size of the bounty pool is 2000 TIME (equivalent of 20 BTC) 2) The stakes will be distributed weekly in the following ratio: 3) Users wearing the official avatar will be eligible for a   increase in their weekly stakes.  4) The stakes will be distributed weekly to the participants 5) Users are not allowed to change their signature in the middle of the campaign 6) All members need to post at least 50 posts wearing the signature by the time the ICO ends to be eligible for a reward.  7) Spam is strictly prohibited. Users found spamming will be immediately and permanently disqualified, reported to the moderators, and banned from any other bounty campaign. Multiple accounts from the same person are not allowed!!! Simply wear the Chronobank signature matching your account rank and fill this form! Application form:  You can check your applications' status here:  Link:  Preview:",
        "sentiment": "-1"
    },
    "10001154": {
        "author": "szachta",
        "date": "January 01, 2015, 01:06:32 PM",
        "text": "Some free coins?",
        "sentiment": "0"
    },
    "10001320": {
        "author": "nagasaking",
        "date": "January 01, 2015, 01:31:29 PM",
        "text": "any bounty ?",
        "sentiment": "-1"
    },
    "10001328": {
        "author": "Chronobank",
        "date": "January 01, 2015, 11:07:08 AM",
        "text": "We will do an official announcement about the beginning of the bounty campaign. Stay tuned!",
        "sentiment": "1"
    },
    "10001536": {
        "author": "Chronobank",
        "date": "January 01, 2015, 01:58:57 PM",
        "text": "This is information about crowdsale size (dev plan) Crowdsale price will be 1 BTC = 100 TIME",
        "sentiment": "-1"
    }
}
